
byte_192180
  23 31 31 30 30 30 30 31  31 30 30 30 30 31 30 30
//0         3           7  8        11          15
byte_192190
  30 31 31 30 2A 31 31 30  30 00 00 00 00 00 00 00
//16       19          23  24
h31==d49
h30==d48
h2A==d42
h18==24

/*
//为什么不让大于二十四，因为最后一个有效byte（30）就是从192180数的第24个

->v11=20(start from 0)
并且途中不能经过3,4,5,6,    9,10,11,12      14,15,16     19     23,24

一共进行了十次操作，v11从0开始要变成20，
*/

#include <iostream>
using namespace std;

int main(void)
{
    int step[10];
    int v11=0
    
}


0e6321aa4d31bfc66b83c0406885ce86